[ArmoredBatman]
01=Congratulations!!
02=Armored Batsuit unlocked for use in Challenge Mode

[Benchmark]
Average=Average
Benchmark=Benchmark
BenchmarkResults=Benchmark Results (FPS)
FPS=FPS
Maximum=Maximum
Minimum=Minimum

[Bio]
Attributes=Attributes
BaseOfOps=Base Of Operations
Close=Close
Eyes=Eyes
Facts=Facts
FirstAppear=First Appearance
Hair=Hair
Height=Height
Mystery=Mystery
Occupation=Occupation
PlayTape=Play Tape
ReadCipher=Decipher Chronicle
RealName=Real Name
Rotate=Rotate
SelectTape=Select Tape
StopCipher=Stop Reading
StopTape=Stop Tape
Story=Story
Tapes=Patient Interviews
Tapes2=Deciphered messages
Title=Character Bios
Unknown=Unknown
Unlocked=Character Bio Unlocked
View=View
ViewerUnlocked=Character Trophy Unlocked
Weight=Weight
Zoom=Zoom

[Challenge]
Predgoal_21=Round the bend
Predgoal_22=Smash landing
Predgoal_23=Hang time
Predgoal_24=Break your fall
Predgoal_25=Hit and run
Predgoal_26=Crash landing
Predgoal_27=Shock tactics
Predgoal_28=Watch your step
Predgoal_29=Pre-emptive Strike
Predgoal_3=Crowd control
Predgoal_30=Three Strikes
Predgoal_31=Bullet Proof
Predgoal_32=Last Man Standing
Predgoal_33=What Goes Up
Predgoal_34=Smash and Grab
Predgoal_4=Two for two
Predgoal_5=Three for three
Predgoal_6=Break through
Predgoal_7=Fall guy
Predgoal_8=Tug of war
Predgoal_9=Chain reaction
PredGoalDesc_0=Explode a weak wall into a henchman to knock him out.
PredGoalDesc_1=Knock down a henchman with a Batarang and then take him down.
PredGoalDesc_10=Kick 3 henchmen in one move using the Line Launcher.
PredGoalDesc_11=Knock down 3 henchmen with one Remote Control Batarang (Upgrade required).
PredGoalDesc_12=Use the Sonic Shock Batarang to pacify a henchman (Upgrade required).
PredGoalDesc_13=Use the Triple Batarang to knock down 3 henchmen with one throw (Upgrade required).
PredGoalDesc_14=Use the Line Launcher to kick a henchman off an edge and knock him out.
PredGoalDesc_15=Jump out of a floor grate and take down a henchman.
PredGoalDesc_16=Using the Ultra Batclaw, pull the floor out from under a henchman.
PredGoalDesc_17=Using the Ultra Batclaw, pull the floor out from under 2 henchmen.
PredGoalDesc_18=Using the Ultra Batclaw, pull the floor out from under 3 henchmen.
PredGoalDesc_19=Sneak up behind a henchman and perform a Silent Takedown.
PredGoalDesc_2=Glide kick a henchman and then knock him out on the ground.
PredGoalDesc_20=While hanging from a ledge, grab a henchman and pull him off the ledge.
PredGoalDesc_21=Use Corner Cover to hide and then take down an approaching henchman.
PredGoalDesc_22=Smash through a glass ceiling onto a henchman below to take him down.
PredGoalDesc_23=Perform an Inverted Takedown from a vantage point (Upgrade required).
PredGoalDesc_24=Drop down on top of a henchman and then knock him out on the ground.
ArmouredBatman=Batman (Armored)
Batman=Batman
ByFriends=Friends Only
ByRank=Top 100
C1_Desc0=4000
C1_Desc1=8000
C1_Desc2=15000
C1_Title=Maximum Punishment
C10_Desc0=10000
C10_Desc1=20000
C10_Desc2=30000
C10_Title=Intensive Treatment (Extreme)
C11_Desc0=19
C11_Desc1=0
C11_Desc2=1
C11_Title=Silent Knight
C12_Desc0=5
C12_Desc1=6
C12_Desc2=2
C12_Title=Silent Knight (Extreme)
C13_Desc0=6000
C13_Desc1=12000
C13_Desc2=18000
C13_Title=Sewer Bat
C14_Desc0=10000
C14_Desc1=30000
C14_Desc2=50000
C14_Title=Sewer Bat (Extreme)
C15_Desc0=7
C15_Desc1=20
C15_Desc2=21
C15_Title=Record Breaker
C16_Desc0=9
C16_Desc1=11
C16_Desc2=12
C16_Title=Record Breaker (Extreme)
C17_Desc0=10000
C17_Desc1=20000
C17_Desc2=30000
C17_Title=Shock and Awe
C18_Desc0=10000
C18_Desc1=20000
C18_Desc2=30000
C18_Title=Shock and Awe (Extreme)
C19_Desc0=22
C19_Desc1=23
C19_Desc2=24
C19_Title=Survival Tactics
C2_Title=Paging Dr. Joker
C20_Desc0=13
C20_Desc1=14
C20_Desc2=25
C20_Title=Survival Tactics (Extreme)
C21_Desc0=10000
C21_Desc1=20000
C21_Desc2=30000
C21_Title=Rumble in the Jungle
C22_Desc0=30000
C22_Desc1=40000
C22_Desc2=50000
C22_Title=Rumble in the Jungle (Extreme)
C23_Desc0=28
C23_Desc1=3
C23_Desc2=15
C23_Title=Invisible Predator
C24_Desc0=17
C24_Desc1=27
C24_Desc2=8
C24_Title=Invisible Predator (Extreme)
C3_Desc0=4000
C3_Desc1=8000
C3_Desc2=15000
C3_Title=Gutter Tactics
C30_Desc0=How long can you survive in Scarecrow's world?
C30_Desc1=
C30_Desc2=
C30_Title=Scarecrow Nightmare
C4_Title=Administered Pain
C5_Desc0=4000
C5_Desc1=8000
C5_Desc2=15000
C5_Title=Caged Fighter
C6_Title=Hell's Hacienda
C7_Desc0=4000
C7_Desc1=8000
C7_Desc2=15000
C7_Title=Giggles in the Gardens
C8_Title=Cavern of Love
C9_Desc0=6000
C9_Desc1=12000
C9_Desc2=18000
C9_Title=Intensive Treatment
ChallengeBonus=Perfect Knight Bonus
ChangeCharacter=Change Character
ChooseWeapon=Choose your character...
Close=Back
Comingsoon=COMING SOON!
CurrentRankings=Current Rankings
DarkKnightBonus=Dark Knight Bonus
Downloadable_Desc=Downloadable Content, which is not yet available.
Downloadable_Title=Downloadable
EndlessBonus=Flawless Freeflow Bonus
FindMe=My Rank
Joker=Joker
Joker_ChallengeBonus=Last Laugh Bonus
Joker_DarkKnightBonus=Who's Smiling Now? Bonus
Joker_EndlessBonus=Flawless Freeflow Bonus
Joker_VariationBonus=Variation Bonus
JokerCombat=Take down the Arkham guards while scoring as many points as possible.
JokerPredator=Defeat the Arkham guards as quickly as possible.
Leaderboard=Leaderboard
LeaderboardEmpty=This Leaderboard is currently empty.
LeaderboardNoRanking=You have not recorded a result on this Leaderboard yet.
LeaderboardTitleFriends=Leaderboard - Friends Only
LeaderboardTitleMe=Leaderboard - My Rank
LeaderboardTitleRanked=Leaderboard - Top 100
Locked_Desc=This Challenge is currently locked.
Locked_Title=Locked
LockedCharacter=Unavailable
MedEasyPred=Medical Predator
MedHardPred=Medical Predator (Extreme)
New=NEW!
NewHighScore=NEW HIGH SCORE!
NewLeaderboardScore=NEW PERSONAL BEST!
Next=Next
PredatorComplete=CHALLENGE COMPLETE
Predgoal_0=Blast zone
Predgoal_1=Mind your head
Predgoal_10=Domino effect
Predgoal_11=Three in a row
Predgoal_12=Sonic boom
Predgoal_13=The magic number
Predgoal_14=Kick off
Predgoal_15=Grate moves
Predgoal_16=Come on down
Predgoal_17=Two for the price of one
Predgoal_18=Three fall
Predgoal_19=Silence is golden
Predgoal_2=Aerial assault
Predgoal_20=Over the ledge
PredGoalDesc_25=Punch an armed henchman.
PredGoalDesc_26=Use the Ultra Batclaw to pull a wall down on a henchman.
PredGoalDesc_27=Appear out of nowhere to surprise a terrified henchman.
PredGoalDesc_28=Spray the Explosive Gel on the floor to stun a patrolling henchman (Auto Proximity Detonation required).
PredGoalDesc_29=Take down the high security henchman (in red) first.
PredGoalDesc_3=Take down 3 henchmen at once with one wall using Explosive Gel.
PredGoalDesc_30=Punch any three different armed henchmen.
PredGoalDesc_31=Take down all of the henchmen without taking damage.
PredGoalDesc_32=Take down the high security henchman (in red) last.
PredGoalDesc_33=When a henchman climbs to the top of a ladder, send him flying back down.
PredGoalDesc_34=Perform an Inverted Takedown from a vantage point through the glass ceiling (Upgrade required).
PredGoalDesc_4=Take down 2 henchmen with 2 different walls at once using Explosive Gel.
PredGoalDesc_5=Take down 3 henchmen with 3 different walls at once using Explosive Gel.
PredGoalDesc_6=Line Launch through a window into a henchman on the other side.
PredGoalDesc_7=Batclaw a henchman and pull him off a walkway to take him down.
PredGoalDesc_8=Use the Ultra Batclaw to pull 3 henchmen off a walkway at once, taking them all out.
PredGoalDesc_9=Kick 2 henchmen in one move using the Line Launcher.
PredObj=Take down all escaped henchmen as quickly as possible.
PredObj_Hard=Take down all escaped henchmen as quickly as possible without taking damage.
PredObj_Joker=Take down all the Arkham guards to escape the asylum.
Previous=Previous
Score=Score
Select=Select
ShowGamerCard=Gamer Card
Start=Start
Stats=Status
TotalTime=Time Taken
Unlocked=Challenge Unlocked
VariationBonus=Variation Bonus
View=View
Wave=ROUND
WaveCompleted=ROUND COMPLETE
WavesAllCompleted=ALL ROUNDS COMPLETE

[CombatFlow]
Complete=Challenge Complete
Failed=Challenge Failed
HealthChallenge=Perfect Knight Bonus
HealthWave=Dark Knight Bonus
Total=Total Score
Wave1=Round 1
Wave2=Round 2
Wave3=Round 3
Wave4=Round 4
WaveComplete=Round Complete

[CombatMoves]
Batarang=Combo Batarang
Batclaw=Batclaw Strike
Counter=Counter
Evade=Evade
GroundTakedown=Ground Pound
JokerGun=Boooooom!
PowerStrike=Power Strike
Redirect=Redirect
Strike=Strike
Stun=Stun
Takedown=Takedown
Throw=Throw
ThrowKnockdown=Knock Down
ThrowRingOut=Ring Out
VenomFinish=Titan Takedown
VenomRide=Rodeo Strike
VenomStrike=Collateral Damage

[Controller]
AimBatarang=Aim Gadget\n/ Tap to Quick Throw Batarang
AimBatarangJ=Aim Gadget / Quick Fire Gun
CapeStun=Cape Stun
CapeStunJ=Stun
CentreCam=Center Camera
Counter=Counter
Crouch=Crouch / Use Gadget\n/ Double Tap to Quick Fire Batclaw
CrouchJ=Crouch / Use Gadget
CrouchPS3=Crouch / Double Tap to Quick Fire Batclaw
CrouchPS3J=Crouch
DetectiveMode=Detective Mode / Hold to Scan
GadgetSelect=Select Gadget
Grapple=Grapple
GrapplePS3=Grapple / Use Gadget
LookAround=Look around
Map=WayneTech
MapJ=Predator Challenges
Move=Move
Pause=Pause
Run=Run / Double Tap to Dodge
Strike=Strike
ThrowBatarang=Throw Batarang
UseGadget=Use Gadget
ZoomCam=Zoom

[Frontend]
CorruptSave=CORRUPT SAVE!
Menu_Options=OPTIONS
Menu_Start=PRESS START
SaveGame1=SAVED GAME 1
SaveGame2=SAVED GAME 2
SaveGame3=SAVED GAME 3
SaveGame4=SAVED GAME 4
SaveGameSelect=SAVED GAME SELECT
StartNewGame=START NEW GAME

[Gadgets]
Batarang_Title_1=Batarang
BatClaw_Desc_1=This Grapnel attachment can be used to grab and pull objects from a distance.
BatClaw_Stats_1=The Batclaw can also attach to enemies.
BatClaw_Title_1=Batclaw
ContinuePrompt=Continue
ControlBatarang_Desc_1=Batarang that can be steered in flight
ControlBatarang_Stats_1=
ControlBatarang_Title_1=Remote Control Batarang
ExplosiveGel_Desc_1=Can be used to destroy structural weaknesses around Arkham.
ExplosiveGel_Stats_1=Warning: Explosions may harm bystanders.
ExplosiveGel_Title_1=Explosive Gel
JokerGun_Title_1=Gun
JokerSpecs_Title_1=Specs
JokerTeeth_Title_1=Teeth
LineLauncher_Desc_1=Allows rapid movement between two horizontal points.
LineLauncher_Stats_1=Range: 100m\nRate of travel: 13.3m/sec\nLine Strength: 600kg
LineLauncher_Title_1=Line Launcher
MultiBatarang_Desc_1=Throw several Batarangs at once.
MultiBatarang_Stats_1=
MultiBatarang_Title_1=Multi-Batarang
Resonator_Desc_1=Uses ultrasound frequencies to bypass security systems.
Resonator_Stats_1=Security protocols are broken using a 512-bit decryption key.
Resonator_Title_1=Cryptographic Sequencer
SonicBatarang_Desc_1=Create a sound to attract enemies
SonicBatarang_Stats_1=Upgrade to detonate
SonicBatarang_Title_1=Sonic Batarang
Statistics=STATISTICS:
UltraBatClaw_Desc_1=Upgraded Batclaw attachment. Fires up to three hooks at one time.
UltraBatClaw_Stats_1=Additional leverage allows structural weaknesses to be pulled down remotely.
UltraBatClaw_Title_1=Ultra Batclaw

[Global]
BareHands=Bare Hands
Dagger=Dagger
G36c=G36c Rifle
Metal Pipe=Metal Pipe
New=NEW
Scanning_Enabled=Scanning is Enabled
Shock Baton=Shock Baton
Shotgun=Shotgun

[HUD]
Critical=Critical Strike
LevelUp=UPGRADE
XP=XP
XP_Combo_Bonus=MAX COMBO BONUS
XP_Variation_Bonus=VARIATION BONUS

[Investigate]
bpm=bpm
Chromato=Chromato
Crazy=Condition: Crazed
Critical=Condition: Terrified
Fine=Condition: Calm
HostilesArmed=Armed
HostilesDetected=Hostiles Detected
HostilesUnArmed=Unarmed
HostileTakenDown=Hostile taken down
Unconcious=Condition: Unconscious
Undead=Condition: Undead
Wounded=Condition: Nervous

[Map]
Admin=Arkham Mansion
Arkham=Arkham
Batmobile=Batmobile
Cave=Caves
Cell=Penitentiary
CH2_ScanCrimeScene=Head to this location, and see what you can find.
Close=Close
CrocsLair=Croc's Lair
DeadmansPoint=Deadman's Point
East=East
ExitToOverworld=Exit
Garden=Botanical Gardens
HideRiddler=Hide ?
MapObj_InSubMap=There is something to do at this location!
MapRoomUnavailable=
MapUnavailable=MAP NOT AVAILABLE
Max=Intensive Treatment
Medical=Medical Facility
North=North
Objectives=OBJECTIVES
Overworld=Arkham Island
OverworldEast=Arkham Island, East
OverworldNorth=Arkham Island, North
OverworldWest=Arkham Island, West
Pan=Pan
ShowAll=Show all
ShowBatman=Show Batman
ShowRiddler=Show ?
Title=Map & Objectives
View=View
Visitor=Visitor Center
West=West
Zoom=Zoom
ZoomIn=Zoom in
ZoomOut=Zoom out

[Months]
1=January
10=October
11=November
12=December
2=Feburary
3=March
4=April
5=May
6=June
7=July
8=August
9=September

[Objectives]
NewObjective=NEW OBJECTIVE
NewPrimaryObjective=NEW PRIMARY OBJECTIVE
ObjectiveComplete=OBJECTIVE COMPLETE
PrimaryObjectiveComplete=PRIMARY OBJECTIVE COMPLETE

[Riddler]
ChallengeSolved=Riddler Challenge Complete
CipherFound=Chronicle of Arkham scanned
CipherReFound=Chronicle of Arkham already scanned
EnvAnalysis=Environment Analysis
EnvNothing=No Subject Detected
EnvObscured=Subject Obscured
EnvOutOfView=Subject Out Of View
EnvTooSmall=Subject Too Small
Found=FOUND
JokerTeethDestroyed10=Destroyed 10 Joker Teeth
JokerTeethDestroyed20=Destroyed 20 Joker Teeth
JokerTeethDestroyed5=Destroyed 5 Joker Teeth
KeyIcon=Unlocks a reward
MapFound=Riddler Map Found
MapFound2=Secrets Revealed On Map
PickupFound=Riddler Trophy Found
ProjectAlign=Solution not aligned
ProjectPartial=Solution partially detected
RiddleReSolved=Riddle Already Solved
RiddleSolved=Riddle Solved
TapeFound=Patient Interview Found
TeethDestroyed=Teeth Destroyed:
Title=Riddler's Challenge
TitleCipher=Chronicle of Arkham
TitleJokerTeeth=Joker Teeth
TitleMap=Mystery
TitlePickup=Riddler Trophy
TitleRiddle=Riddle
TitleTape=Patient Interview Tape
ToScan=Hold - Scan in the solution to the riddle
TotalComplete=Total Complete

[Scanner]
Aborted=Aborted
AtomAlcohol=Alcohol:
AtomLogPrintHarley=Assumed Fingerprint of Harley Quinn.
AtomLogPrintYoung=Assumed Fingerprint of Dr. Young.
AtomLogQuincy=Assumed DNA of Quincy Sharp.
AtomLogTobacco=Tobacco:
AtomLogWhiskey=Whiskey:
AtomNicotine=Nicotine:
AtomPrintHarlequin=Fingerprint: Harley Quinn Match 100%.
AtomPrintYoung=Fingerprint: Dr. Young Match 100%.
AtomQuincy=DNA Result: Quincy Sharp Match 100%.
AtomTobacco=Tobacco:
AtomWhiskey=Whiskey:
Completed=Completed
Detected=Detected
Evidence=Evidence
IvyPheromone=Naturally produced chemicals that affect members of the same species. Ivy's can affect the will of any male she meets.
Mode_Blood=DNA Trace ID
Mode_FingerPrint=Fingerprint tracking
Mode_FootPrint=Footprint tracking
Mode_Investigate=Detective Mode
Mode_Scanner=Evidence scanner
Mode_Tobacco=Tobacco tracking
Mode_Vapour=Vapor tracking
NPCCount=%d Hostiles Detected.\r > %d Armed.\r > %d Unarmed.
ResultsPrintsHarley=Deoxyribonucleic acid (DNA) is a nucleic acid that contains the genetic instructions \n\n The main role of DNA molecules is the long-term storage of information.\n\n The code is read by copying stretches of DNA into the related nucleic acid RNA, in a process called transcription.\n\n DNA is organized into structures called chromosomes. \nProcess called DNA replication.\n DNA is a long polymer made from repeating units called nucleotides. The DNA chain is 22 to 26 Ångströms wide (2.2 to 2.6 nanometer) and one nucleotide unit is 3.3 Å (0.33 nm) long\n\n DNA polymers can be enormous molecules containing millions of nucleotides.\n\n Chromosome number 1, is approximately 220 million base pairs long. In living organisms, DNA does not usually exist as a single molecule base linked to a sugar is called a nucleoside\n\n multiple nucleotides are linked together in DNA
 this polymer is called a polynucleotide.
ResultsPrintsYoung=Deoxyribonucleic acid (DNA) is a nucleic acid that contains the genetic instructions \n\n The main role of DNA molecules is the long-term storage of information.\n\n The code is read by copying stretches of DNA into the related nucleic acid RNA, in a process called transcription.\n\n DNA is organized into structures called chromosomes. \nProcess called DNA replication.\n DNA is a long polymer made from repeating units called nucleotides. The DNA chain is 22 to 26 Ångströms wide (2.2 to 2.6 nanometer) and one nucleotide unit is 3.3 Å (0.33 nm) long\n\n DNA polymers can be enormous molecules containing millions of nucleotides.\n\n Chromosome number 1, is approximately 220 million base pairs long. In living organisms, DNA does not usually exist as a single molecule base linked to a sugar is called a nucleoside\n\n multiple nucleotides are linked together in DNA
 this polymer is called a polynucleotide.
ResultsQuincy=This is blood, gore, other bloody stuff. Mayhaps a bloody mary. Or just mary without blood. In any even this is surely without mistake Blood.
PLACEHOLDER TXT.
ResultsTobacco=Nicotine is an alkaloid -Solanaceae. -Tobacco and coca. Nicotine constitute 0.6-3.0%. Biosynthesis in roots -Function antiherbivore chemical. Potent neurotoxin. Nicotine derivatives- imidacloprid. Nicotine is hygroscopic. Nitrogenous base nicotine forms salts with acids. Nicotine easily penetrates the skin. Nicotine is metabolized in the liver by cytochrome:P450 enzymes. PCYP2A6, CYP2B6. Metabolite = Cotinine. Tobacco smoking. Mol.mass 162.26 g/mole Density 1.01 g/cm3 Melt Point -79*C (-110*F) Boiling Point 247*C (477*F)
ResultsWhiskey=Chemical composition confirmed. Mixture based on a liquid suspension. Containing 1.034 parts CORN 22.966 parts BARLEY 6 parts RYE. Compound suspended in H2O with trace elements of OAK. Suspension alcohol rating: 86% proof American. Chemical breakdown confirmed Whiskey / Bourbon. Analysis suggests match for ROCKHILL BOURBON. Available at 13 stores in Gotham
Scanning=Scanning

[UI]
Time=Time:
TimePlayed=Time Played:
TotalComplete=Completed
TotalScore=TOTAL
UnlockedChallenges=Unlocked Challenges:
UnlockedCharBios=Unlocked Character Bios:
UnlockedCharBios=Character Bios:
Upgrades=Upgrades
Vibration=VIBRATION
ViewBio=View Character Bio
ViewMap=Location added to map
ViewUpgrade=View Upgrades
VolumeDialogue=DIALOGUE VOLUME
VolumeMusic=MUSIC VOLUME
VolumeSFX=SFX VOLUME
Vsync=V-Sync
Yes=YES
ACCEPT=Accept
Actions=Actions
ADJUST=Adjust
ArmouredBatmanUnlocked=Congratulations! You have unlocked the Armored Batsuit for use in the Challenge Mode.
Autoflow=AUTO COUNTERS
AutoFlowOff=Counters must be performed manually with the counter button.
AutoFlowOn=Counters are performed automatically on the strike button.
BiosUnlocked=Character Bios
Blank=
CameraAssist=Camera Assist
CameraAssistHelpText=Camera will track Batman's movement direction automatically when walking or crouching.
CANCEL=Back
ChallengeDied=CHALLENGE FAILED
ChallengeExit=Exit the Challenge?
ChallengeMode=CHALLENGE MODE
ChallengeRetry=Retry Challenge?
Challenges=Challenges
CharacterBio=CHARACTER BIOS
CharacterViewer=Character Trophies
ChooseDifficulty=CHOOSE DIFFICULTY
Close=Close
CompletedChallenges=Completed Challenges:
ConfirmDelete=Are you sure you wish to delete this Save Game?
Continue=Continue
ControlConfig=Controller Configuration
Controls=View Controls
ControlType=Control Type
Credits=Credits
Cycle=Cycle
DateString=%2d/%2d/%2d
Defaults=Restore Defaults
Delete=Delete
DemoChallenge=DEMO CHALLENGE
DLCChallengeMode=Downloadable Content
DLCChallengeModeExtra=Extra Content
DLCMsgArmouredBatman=The Armored Batsuit is available to use in 'Challenge Mode' once you have unlocked Challenges by playing the Story Mode.
DLCMsgJoker=Joker is available to play in 'Challenge Mode' once you have unlocked Challenges by playing the Story Mode.
Easy=EASY
Exit=EXIT TO DESKTOP
ExitFromPause=All unsaved progress will be lost. Are you sure you want to quit the current game?
ExitGame=Are you sure you wish to exit?
FreeFlowCombat=Freeflow Combat
GameOver=MISSION FAILED
Gamepad=Xbox 360 Controller for Windows
Gamma=BRIGHTNESS
GammaHelpText=The darkened Batman logo on the picture above should only just be visible.
Hard=HARD
HardDifficultyWarning=Enemies are tougher and have better awareness of Batman's hiding places.\n\nThere is no attack indicator to assist in combat.\n\nThis should only be attempted by players who are experts at Batman: Arkham Asylum, or the very brave!
InfoCastDefault=Welcome to Batman: Arkham Asylum. Greetings from the Infocast messaging system. Not currently able to connect to server...
InvertGlide=INVERT FLIGHT
InvertLook=INVERT LOOK
InvertRot=INVERT ROTATION
KeepOptionChanges=Do you want to keep the changed Options?
Keyboard=Keyboard
KeyboardAlt=Keyboard Alt.
MainMenu=MAIN MENU
Map=MAP
Mode0=Type-A
Mode1=Type-B
Mode2=Type-C
Move=Move
Movement=Movement
New=NEW
NewGame=NEW GAME
NextLoc=Next Location
No=NO
NoController=Please reconnect the controller.
Normal=NORMAL
Off=OFF
On=ON
Options=OPTIONS
OptionsAudio=AUDIO OPTIONS
OptionsGame=GAME OPTIONS
PadOnly=This option only applies to Gamepads.
Page=SECTION
Paused=PAUSED
Play=Play
PredatorGoals=PREDATOR MEDAL CHALLENGES
PressStart=PRESS START
PrevLoc=Previous Location
ProfileSelect=PROFILE SELECT
ProfileStats=PROFILE STATISTICS
Quit=QUIT
Rank=RANK
Rank=Rank
Render3D=3D Display
Restart=Restart from Checkpoint
RestartChallenge=Restart Challenge
RestartYN=All unsaved progress will be lost. Are you sure you want to restart from the last checkpoint?
Resume=RESUME
Retry=RETRY
Retry2=Replay Challenge
RetryChallenge=Retry from the beginning?
Riddler=Riddles
SavePending=Please wait a moment while game data is saved.
Score=Score:
Secrets=Secrets:
Secrets=Secrets:
Select=Select
Show=Show
SignedIn=Signed In:
SixAxis=Motion sensor function
Skip=Skip
StoryMode=CONTINUE STORY
Subtitles=SUBTITLES
SubtitlesLow=Subtitles
SubtitleStr0=Subtitles: Off
SubtitleStr1=Subtitles: On
TextLabelGOTY=GAME OF THE YEAR

[UI_MiscMovies]
BatMobileAttackWarning=WARNING: BATMOBILE SENSOR ALERT
HQFilterbody=Exclude matches not containing chlorophyll
HQFiltermain=Modifying fingerprint filter
RiddlerLOC=Riddler broadcast location identified
RiddlerLOCBody=Apt 1511, 225 O'Neil Avenue, Old Gotham
Riddlertrace=Tracing broadcast location
RiddlertraceBody=Signal encrypted with 512-bit cipher
Riddlerupload=Uploading location to Gotham City PD
RiddlerUploadBody=Apt 1511, 225 O'Neil Avenue, Old Gotham
YoungFilterbody=Exclude matches older than 60 minutes based on degradation
YoungFiltermain=Modifying fingerprint filter

[Upgrade]
AnytimeTd=Special Combo Takedown
AnytimeTdDesc=Allows Batman to perform an unblockable instant Takedown after achieving a combo score of x8. Batman can continue to chain attacks after a Special Combo move.
AVAILABLE=Upgrade Available
BatarangSteer=Remote Control Batarang
BatarangSteerDesc=Special Batarang that can be directly controlled by Batman after being released. Once thrown, requires a short recharge period before it can be used again.
BatarangStunTime=Batarang Power
BatarangStunTimeDesc=Upgrades the standard Batarang power, increasing the time an assailant stays down when hit.
BatarangTarget2=Twin Batarang
BatarangTarget2Desc=Allows two targets to be taken out simultaneously. Once thrown, requires a short period of time before it can be used again. Also upgrades Combo Batarang.
BatarangTarget3=Triple Batarang
BatarangTarget3Desc=Allows three targets to be taken out simultaneously. Once thrown, requires a short period of time before it can be used again. Also upgrades Combo Batarang.
CombatThrow=Special Combo Throw
CombatThrowDesc=Allows Batman to perform an unblockable grab and throw after achieving a combo score of x8. Can be directed to inflict damage on multiple targets. Batman can continue to chain attacks after a Special Combo move.
ComboBatarang=Combo Batarang
ComboBatarangDesc=Powers up the Batarang during combos so that it can be used to knock down thugs.
ComboBoost=Special Combo Boost
ComboBoostDesc=Allows Special Combo Moves to be executed after achieving a combo score of x5 instead of x8.
ControlDetails=CONTROLS
CurrentXP=Current XP
DoublePowerCombo=Critical Combo Strikes
DoublePowerComboDesc=Doubles the power of normal combo strikes when strikes are timed perfectly. Increases combo score by x2 for each strike, allowing for quicker activation of Special Combo Moves.
ExplodeSolo=Multiple Frequency Detonator
ExplodeSoloDesc=Allows selective detonation of Explosive Gel. Useful for advanced Takedown tactics.
FloorGrateTd=Grate Attack
FloorGrateTdDesc=Attack an assailant from a floor grate.
HangAttackTd=Inverted Takedown
HangAttackTdDesc=Allows Batman to swoop down and grab assailants as they pass under gargoyles and leave them strung up underneath.
Health1=Armor Upgrade V1
Health1Desc=Military grade spun para-aramid fibers molded into the Batsuit chest piece provide greater protection from attack.
Health2=Armor Upgrade V2
Health2Desc=Super lightweight nano-engineered polymer plating incorporated into the Batsuit creates a more resilient outer shell.
Health3=Armor Upgrade V3
Health3Desc=Ultra strong micro plating developed by WayneTech, layered between the regular armor and the undersuit.
Health4=Armor Upgrade V4
Health4Desc=Batsuit soaked in top secret prototype formula, developed by Lucius Fox at WayneTech. Durability is massively increased without additional weight while retaining full movement and flexibility.
Level=Level
Locked=Not Available.
LockedDesc=This item is not yet available.
Points=Upgrades Available:
PromptAim=Aim
PromptAnytime=Takedown
PromptCancel=Cancel
PromptClose=Close
PromptContinue=Continue
PromptDetonate=Detonate
PromptDetonteCharge=Detonate specific charge
PromptDirection=Choose direction to throw
PromptDoublePower=Press the strike button once immediately after the contact point of a previous combo blow to unleash a critical combo strike.
PromptHang=Hang from gargoyle
PromptHangAttack=Inverted Takedown
PromptMove=Move
PromptSelect=Choose
PromptSelectGadget=Select Gadget
PromptSteer=Steer
PromptThrow=Throw
PromptUnlock=Unlock
PromptUpgrade=Upgrade
PromptView=View
PromptZoom=Zoom in on charge to be detonated
ProximityMine=Auto Proximity Detonation
ProximityMineDesc=Upgrades the Explosive Gel to automatically detonate if nearby threat detected. Temporarily incapacitates targets.
RailDrag=Ledge Attack
RailDragDesc=Pull assailants from walkways and ledges while hanging below them.
ResonatorEasy=Cryptographic Power Amplifier
ResonatorEasyDesc=Increases the power of the Cryptographic Sequencer, allowing easier deciphering of security systems.
ResonatorRange=Cryptographic Range Amplifier
ResonatorRangeDesc=Increases effective range of the Cryptographic Sequencer, allowing Batman to override out of reach Control Points and open up access to areas that would otherwise be inaccessible.
Secret=Mystery Item.
SecretDesc=You'll get a surprise when you unlock this item.
SelectOneItem=Select item to unlock.
SonicBatarang=Sonic Batarang
SonicBatarangDesc=Tuned to resonate at the exact frequency of the nearest Arkham suicide collar, attracting that henchman. Useful for luring a target into a trap or away from an area of importance. Once thrown, requires a short recharge period before it can be used again.
SonicBatarangExp=Sonic Shock Batarang
SonicBatarangExpDesc=Upgrade to the Sonic Batarang. Allows this to be detonated once thrown to overload the suicide collar of a nearby henchman, incapacitating him. However, the residual interference will stop any further Sonic Batarangs from being effective in this location.
StunDesc=Useful to distract an assailant when other attacks fail.
StunTitle=Stun Attack
Target4=Four Batarangs
Target4Desc=Throw Batarangs at four targets at once.
Title=WAYNETECH
UNLOCK_title=Congratulations!
UNLOCK1=You have unlocked a WayneTech upgrade.
UNLOCK2=Fill the XP meter to upgrade the Batsuit and gain enhanced skills.
UNLOCK3=Select your upgrade from the WayneTech selection screen.
UPG=UPGRADED
WayneTech=WayneTech Systems
